{
  "words": {
    "or": "Or",
    "one_stop_overseas_marketing": "One-stop overseas marketing service provider",
    "data_driven_all_media": "Data-driven,all-media stereo marketing platform covering more than 200 countries",
    "performance_oriented_help_advertisers": "Performance-oriented,help advertisers to access large-scale, high-quality users globally",
    "contact_us": "Contact us",
    "media_with_the_world_s_top_mobile_medi": "TBmedia, with the world's top mobile media resources, you can easily find high-quality users and achieve magnificent user growth. The cooperative media includes hero media such as Facebook and Google, focusing on providing one-stop integrated marketing solutions for the developers to enhance their global influence and brand value.",
    "learn_more": "Learn more",
    "buying_solution_for_hero_app": "Buying solution for hero APP",
    "one_stop_integrated_mark": "One stop integrated marketing solution for the global traffic",
    "TB_network_with_high_quality": "TB network, with high-quality in-house and 3rd party traffic, gathering the top level publishers",
    "working_by_CPA_CPI_and_CPL_met": "Working by CPA, CPI and CPL methods, it serves hundreds of advertisers and provides SDK, API and other ways to acquire more qualified users.",
    "submit": "submit",
    "name": "name",
    "qq": "QQ",
    "email": "Email",
    "phone": "phone",
    "job_name": "job name",
    "company_name": "company name",
    "monetize_your_pre": "Monetize your premium traffic easily",
    "publishers_can_reach_the_users": "Publishers can reach the users through the premium ads and turn the traffic into revenue",
    "immediately_register": "Immediately register",
    "hours_profe": "7×24 hours professional service",
    "provide_you_with": "Provide you with a variety of monetizing strategies",
    "ersonalized_se": "Personalized service to help you monetize your traffic",
    "dedicated_team_with": "dedicated team with senior background",
    "Turn_your_tra": "Turn your traffic into revenue",
    "Premium_ads_hel": "Premium ads help you increase the user retention",
    "tb_network": "TB Network",
    "Network_wide_flow": "Network-wide flow integrated marketing scheme",
    "Publisher": "Publisher",
    "Advertiser": "Advertiser",
    "Working_by_CPA_CPI_and_CPL_methods": "Working by CPA, CPI and CPL methods, it serves hundreds of advertisers and provides SDK, API and other ways to acquire more qualified users.",
    "pay_by_aactivation": "Pay by activation",
    "according_to_the_installation": "Pay according to the installation",
    "Charge_by_collecting": "Charge by collecting a list of potential customers",
    "Integrate_high_quality": "Integrate high-quality traffic",
    "Years_of_affiliate_co": "Years of affiliate cooperation and quality control experience, perfomance-oriented",
    "select_high_qualit": "Select high-quality traffic for hundreds of advertisers",
    "professional_service": "Professional service for affiliates",
    "Provide_real_industry": "Provide real industry trends and top or exclusive offers for affiliates",
    "Maximize_the_roi_of": "Maximize the ROI of the publishers and flexible payment method",
    "buying_solution_f": "Buying solution for hero APP",
    "with_the_world": "With the world's top mobile media resources, you can easily find high-quality users and achieve magnificent user growth. The cooperative media includes hero media such as Facebook and Google, focusing on providing one-stop integrated marketing solutions for the developers to enhance their global influence and brand value.",
    "downloads": "downloads",
    "products": "products",
    "Billion": "Billion",
    "covering_population": "covering population",
    "countries": "countries",
    "Global_high_qua": "Global high-quality traffic",
    "cooperate_with_her": "Cooperate with hero publishers like Facebook and Google.",
    "cover_200_countries": "Cover 200+ countries",
    "and_billions_of_mobile_users": "and billions of mobile users",
    "comprehensive_user_portrait": "Comprehensive user portrait data help us to know the users' real interests and preferences",
    "accurately_matches_the": "Accurately matches the aesthetic and interest of the target user",
    "Senior_mediabuy_team": "Senior mediabuy team",
    "More_than_5_years_of": "More than 5 years of overseas media buying experience",
    "Professional_service": "Professional service from creative designing to optimization",
    "maximize_the_ROI_of": "Maximize the ROI of the developers for overseas marketing",
    "customized_creative_design": "Customized creative design",
    "deep_understanding_of": "Deep understanding of the attributes of the users and traffic from each major platform",
    "Customized_advertising": "Customized advertising creatives for different products and markets",
    "accurate_performance_marketing": "Accurate performance marketing",
    "Utilize_the": "Utilize the massive data and multi-dimensional tags from the head media",
    "accurate_user": "Accurate user targeting and marketing solutions",
    "help_developers_to": "Help developers to achieve efficient user growth globally",
    "Third_party_dat": "Third-party data tracking supported",
    "Product_information_display": "Product information display",
    "third_party_data_tracking_supported": "Third-party data tracking supported",
    "one_stop_overseas_marketing_service_provider": "One-stop overseas marketing service provider",
    "data_driven_all-media": "Data-driven,all-media stereo marketing platform",
    "home_page": "Home page",
    "testing_services": "Testing services",
    "overseas_marketing": "Overseas marketing",
    "about_us": "About us",
    "product": "Product",
    "landing": "Landing",
    "registered": "Registered",
    "banner1_1": "The national mobile game test center TestBird was launched with a bang",
    "banner1_2": "White Paper of Mobile Game Test in the first half of 2019",
    "click_to_download": "Click to download",
    "overseas_marketing1": "One-stop service provider for overseas marketing",
    "omnimediamarketing_platform": "Data - driven and three - dimensional omnimediamarketing platform",
    "on_the_understanding": "Click on the understanding",
    "test_expert": "Mobile Internet test expert",
    "tolaunch": "Provide one-stop quality management services for mobile applications from r&d to launch",
    "mobile_applications": "Provide full life cycle quality assurance and overseas marketing services for mobile applications",
    "half_the_effort": "Chain ecological serviceWhole-course thoughtful response Work to improve efficiency for the enterpriseGet twice the result with half the effort",
    "quality_management": "Mobile application quality management",
    "marketing_risk": "Provide one-stop quality management services for your APP from research and   <br> development to online improve test efficiency, reduce cost and reduce marketing risk",
    "compatibility_test": "Standard compatibility test",
    "for_allxx": "From the phone side, let your APP perfectly adapt to all models, solve the pre-launch compatibility problem once and for all",
    "machine_debugging": "Remote real machine debugging",
    "incomplete_models": "Solve the problem of not being able to reproduce BUG and debug programs on specified models due to incomplete models",
    "scenario_testing": "Scenario testing",
    "financial_apps": "Effectively solve the problem of testing complex usage scenarios of financial apps",
    "pressure_test": "Pressure test",
    "crash": "Comprehensive testing of server load capacity, mining hidden dangers, effectively avoid the loss of users caused by server crash",
    "TROC": "TROC",
    "the_enterprise": "Decade of grinding sword，Integration with TestBird automated testing technology, deployed to private clouds within the enterprise",
    "digital_platform": "Overseas marketing digital platform",
    "accuracyTBmedia": "Help you easily obtain a large number of overseas real users, achieve the maximum return on investment, obtain accurate users, achieve revenue growth, increase brand accuracyTBmedia",
    "tbmedia": "TBmedia",
    "delivery_solution": "The first media delivery solution",
    "advertising_alliance": "TB Online advertising alliance",
    "marketing_plan": "Network traffic aggregation marketing plan",
    "advertisers": "Advertisers",
    "quality_users": "Results-oriented, for advertisers to obtain from the global scale of high quality users",
    "the_publishers": "The publishers",
    "real_income": "Media can reach users through high-quality advertising, turning its own traffic into real income",
    "marketingsolutions": "Develop overseas product marketing solutions",
    "media_platforms": "Close cooperation with the world's top media platforms",
    "scale_marketing": "Our senior launch team can help you easily achieve scale scale marketing",
    "traffic_resources": "Collect global high quality traffic resources",
    "investment_returns": "Provide you with a variety of high quality advertising space, help you effectively improve channel investment returns",
    "testing_solution": "Mobile application testing solution",
    "testing_platform": "It has the world's leading mobile application testing platform",
    "testing_system": "Original a number of independent intellectual property rights of AI automated ecological testing system",
    "mobile_applications1": "Provide lifecycle quality management services for mobile applications",
    "mobile_internet": "Help enterprises to enhance brand value on the mobile Internet",
    "financial_sector": "Financial",
    "mobile_game": "Mobile game",
    "service_for_you": "TestBird  Provide professional enterprise service for you",
    "global_mobile_internet": "We are committed to providing mature industry testing and overseas marketing solutions for enterprises closely connected with global mobile Internet",
    "southwest_responsible_person": "Southwest responsible person",
    "addr1": "Address: C8-3F, Tianfu Software Park, High-tech Zone, Chengdu",
    "south_china": "South China",
    "addr2": "21N, East Block, Changxing Times Square, No. 86 Taoyuan Road, Nanshan, Shenzhen",
    "east_china": "East China",
    "addr3": "Room 302, No.5, Lane 418, Nudan Road, Pudong New Area, Shanghai",
    "north _china": "North China",
    "addr4": "Yuanyang Nature, Majiabao East Road, Fengtai District, Beijing",
    "responsible_person": "Overseas responsible person",
    "corporate_partner": "Corporate partner",
    "o_be_my_partner": "Do you want to be my partner",
    "contact_the_business": "Contact the business",
    "TestLtd.": "Chengdu Test BirdTechnology Co., Ltd.",
    "by_huawei_cloud": "Computing services are provided by huawei cloud",
    "Simplified_Chinese": "Simplified Chinese",
    "desc1": "TestBird is a leading enterprise service provider , focusing on providing enterprises with cloud testing and overseas marketing chain ecological services related to mobile applications. The company is committed to providing mature industry testing and overseas marketing solutions for enterprises closely connected with global mobile Internet. The service industry covers mobile game, finance, e-commerce, hardware, education, etc. The business lines include Hong Kong, Macao, Taiwan, Japan, South Korea, Europe and the United States and other global markets. The company will continue to serve 400,000 developers, help enterprises to improve business efficiency and release brand value in the global market. TestBird pays attention to technology innovation and sustainable development, and achieves a series of technical innovations, successively awarded as national high and new technology enterprise,national software platform of public service,  APP Public technology platform for cloud testing,etc. Testbird has become the world's largest mobile game test platform by virtue of the world's first hawk-eye recognition technology. It has published mobile game test white papers for five consecutive years.And won best third-party technology service provider of game industry, top ten new mobile game service provider, excellent service innovation award and other honors.",
    "TestBirds_vision": "TestBird's vision: focus on enterprise services and become a leader in the service field.",
    "TestBird_mission": "TestBird mission: make testing easier and the user experience better.",
    "TestBird_values": "TestBird values: serve customer, achieve win-win cooperation, open innovation and keep its promise.",
    "southwest_district": "Southwest district",
    "north_district": "North district",
    "east_district": "East district",
    "south_district": "South district",
    "company_milestones": "Company milestones",
    "august_2019": "August, 2019",
    "12m": "December",
    "11m": "November",
    "10m": "October",
    "9m": "September",
    "8m": "August",
    "7m": "July",
    "6m": "June",
    "5m": "May",
    "4m": "April",
    "3m": "March",
    "2m": "February",
    "1m": "January",
    "beginning_of_the_year": "At the beginning of the year",
    "20191": "In conjunction with Tianfu software park and Facebook, “Digital Marketing Game Industry Salon in 2019” was held.CCTV9 City 24 aired the fourth episode Chengdu, TestBird dominated the screen for four minutes.",
    "20192": "Test serviced on Huawei Cloud Yanxuan mall;'Securities Test White Paper' officially released.",
    "20193": "Our company has been established for five years and  held the fifth anniversary of the founding of the conference.",
    "20194": "Deputy Consul General of the Canadian Consulate General in Chongqing Oussamah Tamim Sima Tianming and his party visited TestBird. In the same month, TestBird won the title of Gazelle Enterprise in Chengdu High-tech Zone and was reported by Xinhua News Agency and Gaoxin TV.",
    "20195": "TestBird won the Google Greater China regional partner, and the company released the Mobile Games White Paper in the first half of 2019",
    "20196": "TestBird brought its brand TBmedia to the 17th China International Digital Interactive Entertainment Exhibition in 2019, and jointly promoted the 5th TestBird Lobster Banquet with Google AdMob and Love. In the same month, Director of the Department of Commerce, Department of Trade and Industry, Mr. A visit to TestBird to visit the survey.",
    "20197": "TestBird's overseas brand TBmedia, in conjunction with Google and Facebook, held two high-profile salons in Chengdu.",
    "20181": "Upgraded overseas test platform to escort the exporting mobile game.",
    "20182": "Huawei cloud launched TestBird compatibility test for new service.",
    "20183": "Released Mobile Game Test White Paper in 2018 to analyze the quality status of the industry.",
    "20184": "The new mobile game compatibility test report went online, officially entering the field of mobile products, the company is divided into three divisions: mobile advertising, mobile products, and testing.",
    "20185": "More than 100 financial clients served.",
    "20186": "Newly released TROC3.5 automated test platform.",
    "20187": "Won 'Chengdu city Internet brand digital tools and e-commerce service award' and golden tea award 'best mobile game service provider of the year award'.",
    "20171": "Won the fintech outstanding service innovation award in 2017.",
    "20172": "Issued Securities Test White Paper to provide the industry with mobile terminal quality analysis",
    "20173": "Held a comprehensive strategic cooperation agreement signing ceremony with Huawei, and officially released TROC 3.0 automated test platform.",
    "20174": "The White Paper on Mobile Game Test in the first half of 2017 was released to provide reference for quality analysis in the industry.",
    "20175": "More than 400,000 developers have been served, and more than 1 million mobile Apps have been tested.",
    "20176": "Entered  the financial testing field.",
    "20177": "Through CMMI level 3 certification, it has won the golden tea award 'New mobile game service provider award in 2016' and the Jinpeng award 'best third-party service provider of original game' award. It has officially entered the field of mobile advertising, and the company is divided into two divisions mobile advertising and test.",
    "20161": "Released compatibility test version 4.0 to improve test experience.",
    "20162": "Released Mobile Game Test Data Analysis Report in 2016, summarize and analyze the general situation of mobile game quality in 2016.",
    "20163": "Won the champion of China-Korea innovation and entrepreneurship competition held by ministry of science and technology of China and South Korea.",
    "20164": "Wuhan office was established.",
    "20165": "Launched with innovation the self-service test, focused on the spot point of APP iterative development stage, and officially announced to enter the APP testing field, launch one-stop APP testing service, build cloud mobile phone, cloud testing platform, provide overall quality solutions for APP, service number of customers exceeded 10,000, test APP and mobile game number exceeded 20,000.",
    "20166": "Officially launched the fourth product, cloud mobile phone;Start remote phone rental mode.",
    "20167": "Obtained tens of millions of yuan of round A-financing，the White Paper on Mobile Games Testing of China in 2015 was released to provide an overview and analysis of mobile games quality for the industry.",
    "20151": "Serviced users 5500+, test games 16,000 ",
    "20152": "Established overseas business department, and officially entered Hong Kong, Macao, Taiwan, Southeast Asia, South Korea, Japan",
    "20153": "Tracking platform launched to provide industry quality analysis for mobile game.",
    "20154": "Officially launched the third product, the human stress test platform.",
    "20155": "Officially released the second product, mobile game human test platform.",
    "20156": "Chief release TestBird of China Mobile Game Compatibility Test White Paper in 2014; Defines standards for industry compatibility testing.",
    "20141": "Four national offices have been completed, including Beijing, Shanghai, Guangzhou and Shenzhen.",
    "20142": "It has been online for half a year, with over 1000 users and 4000 test games.",
    "20143": "Obtained pre-A- financing.",
    "20144": "It has been officially recognized by the government as the ‘national mobile games test center’.",
    "20145": "In Beijing national convention center, an innovative mobile game automated cloud test platform was launched, which was used by hundreds of mobile game enterprises on the day of its launch.",
    "20146": "Obtained millions of yuan from Angel Investment.",
    "20131": "Created hawkeye identification technology, established the cloud test platform that broke through mobile game automated test, and became the first mobile game automated test platform in the world.",
    "20132": "Settled in Chengdu Tianfu software park, and became a member of incubating enterprises in entrepreneurship field, and began to officially operate.",
    "20133": "TestBird is founded by Li wei who was the president of GSM research and development, and Deng Fei ,Wei Shaofeng who were the wireless senior technical experts left from Huawei. ",
    "chengdu_city_internet": "Chengdu City internet brand selection activity in 2017 \"digital tools and e-commerce services\" category listed brands",
    "xcellent_service_innovation_award": "xcellent service innovation award",
    "intelligence_testing": "United laboratory for artificial intelligence testing",
    "national_high_tech_enterprise": "National high-tech enterprise",
    "game_test_center": "Mobile game test center",
    "public_technology_platform": "APP Cloud testing public technology platform",
    "entrepreneurial_enterprise": "Excellent entrepreneurial enterprise",
    "small_enterprises_in_chengdu": "Growth and training enterprise of small enterprises in Chengdu (the fourth)",
    "southwest_China": "Top 50 innovative enterprises in Southwest China",
    "cmmi_level_3_certification": "CMMI Level 3 certification",
    "aaa_credit_unit": "AAA Credit unit",
    "jinpeng_award": "Jinpeng award",
    "jincha_award": "Jincha award",
    "entrepreneurship_competition": "China- Korea innovation and entrepreneurship competition (first place)",
    "provider_of_game2015": "Best third party technology service provider of game industry in 2015",
    "game_service_providers": "Top 10 new mobile game service providers",
    "in_2014": "Best game industry service provider award in 2014",
    "game_enterprises_in_sichuan": "The most influential game enterprises in Sichuan",
    "first_prize_in": "First prize in \"KuGou cup\" mobile game goddess contest in 2014",
    "compatibility_test1": "Compatibility test platform V3.0",
    "rmobile_phone": "Remote debugging system on mobile phone",
    "automate_testing": "Private cloud of automate testing ",
    "automatic_regression_test_software": "Automatic regression test software V2.3",
    "tb_compatibility_test_platform_v2": "TB compatibility test platform V2",
    "mobile_terminal_test_system": "Distributed mobile terminal test system",
    "customer_service_system_v1": "Mobile game public test APP customer service system V1.0",
    "management_system_v1": "Mobile game public test WEB management system V1.0",
    "compatibility_test_platform_v1": "Compatibility test platform V1.0",
    "cert_1": "Mobile game compatibility test script management software V1.0",
    "cert_2": "Mobile game compatibility test service system V1.0",
    "cert_3": "Mobile AD tracking web system V1.0",
    "c4": "Mobile AD tracking Android SDK development package V1.0",
    "c5": "Mobile AD tracking system V1.0",
    "c6": "Mobile AD tracking development package V1.0",
    "c7": "Remote automated test system",
    "c8": "Quality management system certification",
    "c9": "Distributed mobile terminal test system V2",
    "c10": "Android network video music downloader software V1",
    "c11": "Android network reading management sharing software V1",
    "c12": "Android privacy files manager software V1",
    "c13": "Android Application clone with more opening software V1",
    "c14": "Android Intelligent network acceleration applications V1",
    "c15": "IOS Network reading management sharing software V1",
    "c16": "IOS Application clone with more opening software V1",
    "c17": "IOS intelligent network acceleration applications V1",
    "c18": "Mac0SIntelligent network acceleration applications V1",
    "c19": "TB Compatibility test platform V4",
    "c20": "Windows intelligent network acceleration applications V1",
    "c21": "AAA observing contract and keeping promise",
    "c22": "AAAintegrity management",
    "c23": "Honest manager",
    "c24": "AAAcredit status ",
    "c25": "Honest entrepreneur",
    "c26": "AAA quality service",
    "c27": "Rating certification",
    "c28": "Trophies awarded",
    "c29": "Glories of company",
    "c30": "forum",
    "c31": "Corporate Services",
    "start_testing": "Start testing",
    "addr": "address",
    "company_new": "Company News",
    "resource": "Resource",
    "help": "Document",
    "comzz": "Certificate",
    "Partner": "Partner",
    "jobs": "Jobs"

  }
}
